done = {
  "ГЭ": {
    "Сервис дашбордов": [
      "Добавлена информация о количестве оплат без отгрузок",
      "Добавлена возможность просмотра суммы по каждому региональному представительству"
    ],
    "Сервис расчета зарплаты": [
      "Подгонка плана под фактические данные",
      "Добавлена поддержка fastapi",
      "Оптимизация процесса",
      "Обновление документации (swagger)",
      "Тестирование CI/CD",
      "Улучшен парсинг планов из таблиц региональных представительств",
      "Добавлен алгоритм выставления плана на основе фактических данных"
    ]
  },
  "ДЭ": {
    "Общая библиотека": [
      "Улучшено время выполнения запросов",
      "Добавлена поддержка парсинга переменных окружения в клиентах",
      "Добавлен модуль аутентификации",
      "Перенесены промежуточные обработчики",
      "Добавлена поддержка fastapi",
      "Добавлено преобразование данных из 1С в JSON"
    ],
    "Сервис подтверждений": [
      "Корректировка документации (swagger)",
      "Исправление текстовых ошибок",
      "Добавлена возможность вывода документов бронирования сроком более 60 дней",
      "Добавлена проверка на режим записи"
    ],
    "Сервис работы с товарами": [
      "Оптимизирован процесс получения данных о складах",
      "Убрана сортировка товаров по дате прихода",
      "Переход на фреймворк fastapi",
      "Добавлен склад производства ГоффДД в список складов",
      "Улучшена система выбора склада и просмотра прав доступа"
    ]
  },
  "Савченкова": {
    "Работа с сервером": [
      "Добавлены базы данных Postgresql",
      "Обновление версии документации (swagger)",
      "Установлен Московский часовой пояс",
      "Улучшение процесса CI/CD"
    ],
    "Сервис авторизации": [
      "Тестирование CI/CD",
      "Добавлена автоматическая связь с 1С и учет уволенных сотрудников"
    ],
    "Сервис личного склада": [
      "Добавлена возможность выбора склада",
      "Добавлен обработчик для получения списка складов"
    ]
  }
}

todo = {
  "ГЭ": {
    "Сервис дашбордов": [
      "Добавить отображение количества оплат, которые ещё не были отгружены",
      "Реализовать возможность просмотра общей суммы оплат по каждому региональному представительству"
    ],
    "Сервис расчета зарплаты": [
      "Подстроить планы под фактические данные",
      "Интегрировать поддержку fastapi",
      "Оптимизировать процесс",
      "Обновить документацию (swagger)",
      "Протестировать CI/CD",
      "Улучшить парсинг планов из таблиц региональных представительств",
      "Реализовать алгоритм автоматической выставки плана на основе фактических данных"
    ]
  },
  "ДЭ": {
    "Общая библиотека": [
      "Улучшить время выполнения запросов",
      "Добавить поддержку парсинга переменных окружения в клиентах",
      "Разработать модуль аутентификации",
      "Перенести промежуточные обработчики",
      "Интегрировать поддержку fastapi",
      "Реализовать преобразование данных из 1С в JSON"
    ],
    "Сервис подтверждений": [
      "Исправить документацию (swagger)",
      "Корректно оформить тексты",
      "Реализовать вывод документов бронирования, сроком больше 60 дней",
      "Добавить проверку на режим записи"
    ],
    "Сервис работы с товарами": [
      "Оптимизировать процесс получения данных о складах",
      "Убрать сортировку товаров по дате прихода",
      "Перейти на фреймворк fastapi",
      "Добавить склад производства ГоффДД в список складов",
      "Улучшить систему выбора склада и прав доступа"
    ]
  },
  "Савченкова": {
    "Работа с сервером": [
      "Установить и настроить базы данных Postgresql",
      "Обновить версию документации (swagger)",
      "Настроить Московский часовой пояс",
      "Улучшить процесс CI/CD"
    ],
    "Сервис авторизации": [
      "Протестировать CI/CD",
      "Добавить автоматическую связь с 1С и обработку уволенных сотрудников"
    ],
    "Сервис личного склада": [
      "Добавить функционал выбора склада",
      "Разработать обработчик для получения списка складов"
    ]
  }
}
