done = {
  "ГЭ": {
    "Сервис расчета зарплаты": [
      "Обновлен процесс создания плана",
      "Добавлена возможность создания бонусов",
      "Внедрен алгоритм расчета процентов",
      "Добавлена поддержка процентов в базе данных",
      "Изменен план на май",
      "Добавлена функция выгрузки лидов из таблиц",
      "Добавлена модель для реципиентов",
      "Добавлена информация о Дмитриенко Оксане Сергеевне ИП в торгующие",
      "Реализовано обновление планов без использования ORM",
      "Изменен расчет на май",
      "Изменена директория"
    ]
  },
  "ДЭ": {
    "Общая библиотека": [
      "Обновлена версия Python",
      "Адаптировано под новую версию Aiohttp",
      "Обновлен процесс подключения к базе данных",
      "Добавлена общая модель SQLAlchemy",
      "Внедрено логирование тела запроса"
    ],
    "Сервис платежных систем": [
      "Добавлена проверка на дублирование платежей",
      "Обновлена версия fastapi",
      "Обновлена версия Python",
      "Переход на фреймворк fastapi"
    ],
    "Сервис подтверждений": [
      "Упрощен процесс приема склада комплектующих ГоффДД без дополнительного подтверждения"
    ]
  },
  "Савченкова": {
    "Работа с сервером": [
      "Устранены ограничения по использованию CPU и RAM",
      "Добавлена поддержка базы данных в сервис платежных систем",
      "Настроен новый конфигурационный файл для логирования",
      "Интегрирован Postgresql"
    ]
  }
}
todo = {
  "ГЭ": {
    "Сервис расчета зарплаты": [
      "Обновить процесс создания плана",
      "Добавить функцию создания бонусов",
      "Внедрить алгоритм расчета процентов",
      "Добавить поддержку процентов в базу данных",
      "Изменить план на май",
      "Реализовать функцию выгрузки лидов из таблиц",
      "Добавить модель для реципиентов",
      "Включить информацию о Дмитриенко Оксане Сергеевне ИП в раздел 'Торгующие'",
      "Разработать функцию обновления планов без использования ORM",
      "Изменить расчет на май",
      "Обновить директорию"
    ]
  },
  "ДЭ": {
    "Общая библиотека": [
      "Обновить версию Python",
      "Адаптировать под новую версию Aiohttp",
      "Обновить процесс подключения к базе данных",
      "Добавить общую модель SQLAlchemy",
      "Внедрить логирование тела запроса"
    ],
    "Сервис платежных систем": [
      "Добавить проверку на дублирование платежей",
      "Обновить версию fastapi",
      "Обновить версию Python",
      "Перейти на фреймворк fastapi"
    ],
    "Сервис подтверждений": [
      "Упростить процесс приема склада комплектующих ГоффДД без дополнительного подтверждения"
    ]
  },
  "Савченкова": {
    "Работа с сервером": [
      "Устранить ограничения по использованию CPU и RAM",
      "Добавить поддержку базы данных в сервис платежных систем",
      "Настроить новый конфигурационный файл для логирования",
      "Интегрировать Postgresql"
    ]
  }
}
