done = {
  "ГЭ": {
    "Сервис дашбордов": [
      "Исправлено отображение больших планов",
      "Добавлена информация о платежах без отгрузок"
    ],
    "Сервис замены брака": [
      "Добавлен CI/CD пайплайн в GitLab"
    ],
    "Сервис расчета зарплаты": [
      "Добавлены новые базы данных",
      "Установлен процент для Дмитриенко на уровне 4",
      "Добавлен расчет за июнь"
    ]
  },
  "ДЭ": {
    "Общая библиотека": [
      "Добавлен middleware для сохранения тела запроса",
      "Перенесен middleware для обработки ошибок наверх",
      "Обновлены классы клиентов",
      "Обновлен процесс создания подключения к базе данных"
    ],
    "Сервис подтверждений": [
      "Переход на использование fastapi",
      "При приходе излишков на склад комплектующих ГоффДД убрано требование подтверждения"
    ],
    "Сервис работы с товарами": [
      "Добавлена общая библиотека как сабмодуль",
      "Добавлен CI/CD пайплайн для сборок в GitLab",
      "Оптимизирован процесс получения информации о складах"
    ]
  },
  "Савченкова": {
    "Работа с сервером": [
      "Обновлен чарт для работы с GitLab",
      "Добавлены манифесты для синхронизации с Flux",
      "Добавлены компонентные манифесты для Flux v2.3.0",
      "Интегрирован GitLab",
      "Примонтирован хост docker.sock в gitlab-runner",
      "Увеличен объем диска для PostgreSQL",
      "Обновлен Jenkins",
      "Перенесены сервисы на другую ноду",
      "Обновлен сертификат для harbor",
      "База данных перенесена в контрольный плейн"
    ],
    "Сервис авторизации": [
      "Произведен тестировочный запуск CI/CD"
    ],
    "Сервис личного склада": [
      "Добавлен параметр выбора склада"
    ],
    "Сервис работы с клиентами": [
      "Обновлен Jenkinsfile для передачи контейнера внутри кластера"
    ]
  }
}
todo = {
  "ГЭ": {
    "Сервис дашбордов": [
      "Исправить отображение больших планов",
      "Добавить отображение информации о платежах без отгрузок"
    ],
    "Сервис замены брака": [
      "Настроить CI/CD пайплайн в GitLab"
    ],
    "Сервис расчета зарплаты": [
      "Добавить новые базы данных",
      "Установить процент для Дмитриенко на уровне 4",
      "Разработать расчет за июнь"
    ]
  },
  "ДЭ": {
    "Общая библиотека": [
      "Добавить middleware для сохранения тела запроса",
      "Перенести middleware для обработки ошибок наверх",
      "Обновить классы клиентов",
      "Обновить процесс создания подключения к базе данных"
    ],
    "Сервис подтверждений": [
      "Перейти на использование fastapi",
      "Изменить процесс приема на склад комплектующих ГоффДД без подтверждения"
    ],
    "Сервис работы с товарами": [
      "Добавить общую библиотеку как сабмодуль",
      "Настроить CI/CD пайплайн для сборок в GitLab",
      "Оптимизировать получение информации о складах"
    ]
  },
  "Савченкова": {
    "Работа с сервером": [
      "Обновить чарт для работы с GitLab",
      "Добавить манифесты для синхронизации с Flux",
      "Внедрить компонентные манифесты для Flux v2.3.0",
      "Интегрировать GitLab",
      "Примонтировать хост docker.sock в gitlab-runner",
      "Увеличить объем диска для PostgreSQL",
      "Обновить конфигурацию для Jenkins",
      "Перенести сервисы на другую ноду",
      "Обновить сертификат для harbor",
      "Переместить базу данных в контрольный плейн"
    ],
    "Сервис авторизации": [
      "Выполнить тестирование CI/CD"
    ],
    "Сервис личного склада": [
      "Добавить возможность выбора склада"
    ],
    "Сервис работы с клиентами": [
      "Обновить Jenkinsfile для передачи контейнера внутри кластера"
    ]
  }
}
