done = {
    'ГЭ': ''' 
        Общая библиотека
            Добавлено логирование неаутентифицированных пользователей в Telegram 
            Добавлен мьютекс для предотвращения одинаковых запросов 
            Оптимизировано асинхронное взаимодействие
            Добавлен URL сервиса подтверждений в конфигурацию
            Оптимизирован бэкдор
        Работа с сервером
            Обновлен пользователь для 1С 
            Уменьшен префикс в логировании 
        Сервис дашбордов
            Добавлено сохранение в CSV для локального тестирования
            Добавлен subplot для изменения нескольких графиков по одному фильтру
            Сокращены имена регулярных выражений до первых двух слов для удобства отображения на телефонах
            Добавлено кэширование графиков
            Улучшена производительность
            Рефакторинг
            Изменен фреймворк на Dash
            Добавлен autosize
            Добавлен вывод продаж по дням в годовом графике
            Добавлен вывод графика по году
    ''',
    'ДЭ': ''' 
        Сервис подтверждений
            Улучшено логирование неудачных запросов в 1С 
        Сервис работы с товарами
            Изменены права для просмотра складов 
    ''',
    'Савченкова': ''' 
        Сервис авторизации
            Изменено логирование 
        Сервис личного склада
            Рефакторинг 
        Сервис работы с клиентами
            Обновлен Jenkinsfile для передачи контейнера внутри кластера 
    ''',
}
todo = {
    'ГЭ': ''' 
        Общая библиотека
            Добавить логирование неаутентифицированных пользователей в Telegram 
            Добавить мьютекс для предотвращения одинаковых запросов 
            Оптимизировать асинхронное взаимодействие 
            Добавить URL сервиса подтверждений в конфигурацию 
            Оптимизировать бэкдор 
        Работа с сервером
            Обновить пользователя для 1С 
            Уменьшить префикс в логировании 
            Добавить поддержку синхронного вызова 
        Сервис дашбордов
            Добавить сохранение в CSV для локального тестирования 
            Добавить subplot для изменения нескольких графиков по одному фильтру 
            Сократить имена регулярных выражений до первых двух слов для удобства отображения на телефонах 
            Добавить кэширование графиков 
            Улучшить производительность 
            Рефакторинг 
            Изменить фреймворк на Dash 
            Добавить autosize 
            Добавить вывод продаж по дням в годовом графике 
            Добавить вывод графика по году 
    ''',
    'ДЭ': ''' 
        Сервис подтверждений
            Улучшить логирование неудачных запросов в 1С 
        Сервис работы с товарами
            Изменить права для просмотра складов 
    ''',
    'Савченкова': ''' 
        Сервис авторизации
            Изменить логирование 
        Сервис личного склада
            Рефакторинг 
        Сервис работы с клиентами
            Обновить Jenkinsfile для передачи контейнера внутри кластера 
    ''',
}
